alacritty
alsa-firmware
alsa-utils
amd-ucode
archlinux-keyring
aria2
autoconf
automake
base
binutils
bison
btop
btrfs-progs
checkbashisms
cmus
croc
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
grep
groff
gzip
helix
keepassxc
lf
libreoffice-fresh
libtool
linux
linux-firmware
lsscsi
m4
make
mpv
mullvad-vpn
neovim
newsboat
nodejs-nodemon
otf-fira-mono
pacman
pacman-contrib
pamixer
patch
pkgconf
pulseaudio
pulseaudio-bluetooth
python-pynvim
qbittorrent
rsync
sed
session-desktop-bin
sudo
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
trash-cli
ttf-hack-nerd
udiskie
unzip
veracrypt
vscodium-bin
webkit2gtk
wget
which
xclip
xdotool
xorg-server
xorg-xinit
xprintidle
yarn
yay
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
